Tekla Open API Reference for Tekla Structures 2025
PickerInputInterrupt Methods
The PickerInputInterrupt type exposes the following members.
Methods
Name | Description
IsEqual
 Compares the current object with an object of the same type.
 (Overrides PickerInput.IsEqual(Object).)
Top
See Also
Reference
PickerInputInterrupt Class
Tekla.Structures.Drawing Namespace